---
kind: property
id: P:Autodesk.Revit.DB.Electrical.ElectricalSystem.LoadClassifications
source: html/0d16bad4-8d87-b3eb-761f-00851bd8c4ec.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalSystem.LoadClassifications Property

The LoadClassifications used in the Electrical System.

## Syntax (C#)
```csharp
public string LoadClassifications { get; }
```

## Remarks
This property is used to retrieve the LoadClassifications of the Electrical System.
 There may be one or more load classification in use in which case they will be semi-colon delimited.